---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAttrMomentArrowLine
source: html/07afe05c-bb1f-d438-2382-e40511e83958.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAttrMomentArrowLine Property

"Moment arrowhead (alternate)"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAttrMomentArrowLine { get; }
```